Repository: lliurex/ffconversor
Catalog: translations/locale/*/ffconversor.po
Languages: ca

source: not exists
ca: no existeix

source: Format not valid, valid types are:
ca: Format no vàlid, els tipus vàlids són:

source: Format not specified
ca: Format no especificat

source: Unknown parameter
ca: Paràmetre desconegut

source: not found
ca: no trobat

source: Fail parsing file information
ca: Fallada llegint el fitxer d'informació

source: Converting
ca: Convertint

source: Desired format?
ca: Format desitjat?

source: Filename ?
ca: Nom de fitxer?

source: Input file not specified
ca: Fitxer d'entrada no especificat

source: No format specified and not output file with valid extension
ca: No especificat format i no especificat un fitxer d'eixida amb extensió vàlida
